{
    "main-heading": "Unduh Video YouTube dan video pribadi dalam format mp4 dan mp3",
    "sub-heading": "Alat untuk mengunduh video dan audio dari YouTube dalam kualitas tinggi",
    "main-placeholder": "Tempelkan URL Anda di sini",
    "main-download-button": "Unduh",
    "modal-heading": "Detail URL yang dipaste",
    "model-videoDuration": "Durasi",
    "model-videoDescription": "Deskripsi",
    "modal-formatselect": "Pilih Format",
    "formatselectop1": "MP4",
    "formatselectop2": "MP3",
    "modal-selectresolution": "Pilih Resolusi",
    "model-downloadprogressbutton": "Mengunduh",
    "modal-downloadbutton": "Unduh",
    "section2-m-heading": "Unduh Video YouTube Favorit Anda dengan Mudah: YT5s.io",
    "section2-m-p": "Mencari cara yang nyaman untuk mengunduh video dan audio YouTube? Jangan khawatir, gunakan YT5s.io! Alat online yang ramah pengguna ini memungkinkan Anda menyimpan konten YouTube favorit Anda langsung ke perangkat Anda, dengan berbagai manfaat untuk penonton casual maupun pembuat konten.",
    "section2-s-heading1": "Cepat dan Mudah",
    "section2-s-p1": "Mengunduh dengan YT5s.io sangat mudah. Cukup salin dan tempel URL video YouTube ke kolom pencarian di situs web mereka, pilih format dan kualitas yang Anda inginkan, lalu klik unduh. Tidak perlu registrasi atau instalasi perangkat lunak yang rumit.",
    "section2-s-heading2": "Unduhan YouTube Tanpa Batas",
    "section2-s-p2": "Beraksi! YT5s.io menawarkan unduhan tanpa batas, sehingga Anda dapat menyimpan sebanyak mungkin video dan audio YouTube sesuai keinginan Anda, membuat perpustakaan konten pribadi Anda.",
    "section2-s-heading3": "Keamanan dan Keselamatan",
    "section2-s-p3": "Keamanan menjadi prioritas utama. YT5s.io menggunakan koneksi yang aman untuk menjaga unduhan Anda tetap aman dan bebas dari malware.",
    "section2-s-heading4": "Dukungan untuk Semua Perangkat",
    "section2-s-p4": "Nikmati konten yang diunduh saat bepergian! File-file YT5s.io kompatibel dengan berbagai perangkat, termasuk desktop, laptop, tablet, dan smartphone",
    "section2-s-heading5": "Dukungan untuk Banyak Format",
    "section2-s-p5": "YT5s.io memenuhi kebutuhan Anda. Pilih dari berbagai format unduhan, termasuk pilihan populer seperti MP3 untuk audio dan MP4 untuk video, dengan kualitas mulai dari definisi tinggi 720p hingga 360p untuk ukuran file yang lebih kecil.",
    "section2-s-heading6": "Gratis Selamanya",
    "section2-s-p6": "Bagian terbaiknya adalah, YT5s.io sepenuhnya gratis! Anda dapat mengunduh dan menikmati konten YouTube favorit Anda tanpa biaya tersembunyi atau langganan.",
    "section3-m-heading": "YT5s.io: Kekuatan All-in-One untuk Mengunduh Konten YouTube Favorit Anda",
    "section3-m-p": "YT5s.io menawarkan unduhan tanpa batas, sehingga Anda dapat menyimpan sebanyak mungkin video dan audio YouTube sesuai keinginan Anda, membuat perpustakaan konten pribadi Anda. Keamanan dan Keselamatan: Keamanan menjadi prioritas utama. YT5s.io menggunakan koneksi yang aman untuk menjaga unduhan Anda tetap aman dan bebas dari malware!",
    "section3-s-heading1": "Daya Kinerja Unggulan",
    "section3-s-p1": "YT5s.io dibangun untuk efisiensi. Anda tidak perlu menunggu lama untuk mendapatkan konten yang Anda inginkan karena platform ini menyediakan unduhan yang cepat dan dapat diandalkan.",
    "section3-s-heading2": "Dunia Format di Ujung Jari Anda:",
    "section3-s-p2": "YT5s.io bukanlah alat yang hanya memiliki satu fitur. Alat ini memenuhi kebutuhan Anda dengan menawarkan berbagai format unduhan. Butuh audio dari video kucing lucu? Pilih MP3. Butuh video? Pilih MP4.",
    "section3-s-heading3": "Catatan Mengenai Legalitas:",
    "section3-s-p3": "Penting untuk diingat bahwa hukum hak cipta ada. Mengunduh konten yang dilindungi hak cipta tanpa izin dapat ilegal. Selalu pastikan Anda memiliki hak untuk mengunduh sebelum menggunakan YT5s.io.",
    "section3-s-heading4": "YT5s.io dalam Gambaran Singkat:",
    "section3-s-p4": "Bayangkan platform online yang ramah pengguna yang memungkinkan Anda menyimpan konten YouTube langsung ke perangkat Anda tanpa usaha. Itulah YT5s.io! Ini bertindak sebagai jembatan antara Anda dan perpustakaan video YouTube yang luas, memungkinkan Anda untuk mengunduhnya.",
    "section4-m-heading": "Bagaimana Cara Kerjanya?",
    "section4-m-p": "YT5s.io adalah alat hebat untuk mengonversi dan mengunduh video dan audio YouTube berkualitas tinggi. Dengan hanya empat langkah mudah, Anda dapat dengan mudah mengambil konten favorit Anda tanpa masalah.",
    "section4-s-heading1": "1. Tempelkan URL",
    "section4-s-p1": "Untuk mengunduh video YouTube, pertama-tama salin URL video dari bilah alamat browser Anda. Kemudian, buka YT5s.io dan tempelkan URL ke dalam kolom masukan.",
    "section4-s-heading2": "2. Pratinjau Instan",
    "section4-s-p2": "YT5s.io secara otomatis akan mengambil informasi tentang video, termasuk pratinjau gambar dan judul.",
    "section4-s-heading3": "3. Buka Pilihan Unduhan",
    "section4-s-p3": "Setelah Anda puas, klik tombol Unduh, yang membuka model dan Anda dapat memilih format dan opsi kualitas Anda.",
    "section4-s-heading4": "4. Pilih Format dan Kualitas Anda:",
    "section4-s-p4": "Terakhir, klik tombol Unduh lagi untuk memulai proses unduhan. YT5s.io akan mengirimkan konten yang Anda inginkan langsung ke perangkat Anda.",
    "section5-m-heading": "FAQ",
    "section5-m-p": "Pertanyaan umum seputar, Downloader Video YOUTUBE , Dijawab",
    "section5-m-p1": "Jika Anda memiliki pertanyaan yang tidak terjawab dalam FAQ kami, silakan hubungi kami dan beritahu kami",
    "section5-s-heading1": "Seberapa Mudah Menggunakan YT5s.io?",
    "section5-s-p1": "YT5s.io hanya tentang kesederhanaan! Ini adalah alat unduhan berbasis web, jadi tidak perlu menginstal perangkat lunak tambahan.",
    "section5-s-heading2": "Apakah Saya Perlu Menginstal Perangkat Lunak Tambahan?",
    "section5-s-p2": "Tidak! Berbeda dengan beberapa alat unduhan, YT5s.io berfungsi sepenuhnya di browser web Anda. Ini berarti tidak ada instalasi perangkat lunak yang rumit atau program yang mengganggu yang memakan ruang di perangkat Anda.",
    "section5-s-heading3": "Apa yang Harus Dilakukan Jika Saya Mengalami Kesalahan Selama Proses Unduh?",
    "section5-s-p3": "Saat menggunakan YT5s.io, kesalahan selama proses unduh dapat terjadi. Ketidaknyamanan dapat dihindari dengan memeriksa koneksi internet, mencoba format atau resolusi yang berbeda, menyegarkan halaman, dan memeriksa pembaruan.",
    "section5-s-heading4": "Apakah YT5s.io Benar-benar Gratis?",
    "section5-s-p4": "Ya, YT5s.io menawarkan unduhan sepenuhnya gratis! Anda dapat menikmati unduhan tanpa batas dari konten YouTube favorit Anda tanpa biaya tersembunyi atau langganan. Namun, selalu pastikan Anda memiliki hak untuk mengunduh konten sebelum menggunakan YT5s.io.",
    "section5-s-heading5": "Apakah YT5s.io aman?",
    "section5-s-p5": "YT5s.io menggunakan koneksi yang aman untuk menjaga unduhan Anda tetap aman dan bebas dari malware.",
    "section5-s-heading6": "Apakah YT5s.io berfungsi pada semua perangkat?",
    "section5-s-p6": "Tentu saja! File-file yang diunduh kompatibel dengan berbagai perangkat, termasuk desktop, laptop, tablet, dan smartphone.",
    "section5-s-heading7": "Apakah ada batasan dalam menggunakan YT5s.io?",
    "section5-s-p7": "Penting untuk memperhatikan batasan hak cipta. Mengunduh konten yang dilindungi hak cipta tanpa izin dapat ilegal. Selain itu, YT5s.io bergantung pada koneksi internet yang stabil, dan ada kemungkinan kecil terjadi kesalahan teknis selama proses unduhan.",
    "section5-s-heading8": "Apakah saya dapat mengunduh video berkualitas tinggi?",
    "section5-s-p8": "Tentu saja! YT5s.io memungkinkan Anda memilih resolusi mulai dari HD 720p hingga 360p untuk ukuran file yang lebih kecil.",
    "section5-s-heading9": "Seberapa mudah penggunaan YT5s.io?",
    "section5-s-p9": "Sangat mudah! Cukup salin URL video YouTube, tempelkan ke YT5s.io, pilih format dan kualitas, dan unduh. Tidak perlu instalasi perangkat lunak.",
    "section5-s-heading10": "Format apa yang dapat saya unduh?",
    "section5-s-p10": "YT5s.io memenuhi kebutuhan Anda, menawarkan MP3 untuk audio dan MP4 untuk unduhan video.",
    "footer-developer": "Shaheryar",
    "footer-aboutUs": "Tentang kami",
    "footer-blog": "Blog",
    "footer-license": "Lisensi MIT",
    "footer-content": "Dikembangkan oleh"
}
