{
    "main-heading": "Muat Turun Video YouTube dan Video Peribadi dalam format mp4 dan mp3",
    "sub-heading": "Alat untuk muat turun video dan audio dari YouTube dalam kualiti tinggi",
    "main-placeholder": "Tampal URL anda di sini",
    "main-download-button": "Muat Turun",
    "modal-heading": "Butiran URL yang ditempah",
    "model-videoDuration": "Tempoh Masa",
    "model-videoDescription": "Penerangan",
    "modal-formatselect": "Pilih Format",
    "formatselectop1": "MP4",
    "formatselectop2": "MP3",
    "modal-selectresolution": "Pilih Resolusi",
    "model-downloadprogressbutton": "Memuat Turun",
    "modal-downloadbutton": "Muat Turun",
    "section2-m-heading": "Muat Turun Video YouTube Kegemaran Anda dengan Mudah: YT5s.io",
    "section2-m-p": "Mencari cara yang mudah untuk muat turun video dan audio dari YouTube? Jangan mencari lebih jauh daripada YT5s.io! Alat dalam talian yang mesra pengguna ini membolehkan anda menyimpan kandungan YouTube kegemaran anda terus ke peranti anda, menawarkan pelbagai faedah untuk penonton biasa dan pencipta kandungan.",
    "section2-s-heading1": "Cepat dan Mudah",
    "section2-s-p1": "Muat turun dengan YT5s.io adalah senang. Hanya salin dan tampal URL video YouTube ke dalam bar pencarian di laman web mereka, pilih format dan kualiti yang anda sukai, dan klik muat turun. Tiada pendaftaran atau pemasangan perisian yang rumit diperlukan.",
    "section2-s-heading2": "Muat Turun YouTube Tanpa Had",
    "section2-s-p2": "Beraksi liar! YT5s.io mempunyai muat turun tanpa had, jadi anda boleh menyimpan seberapa banyak video dan audio YouTube yang anda inginkan, mencipta perpustakaan kandungan peribadi anda.",
    "section2-s-heading3": "Keselamatan dan Keamanan",
    "section2-s-p3": "Keselamatan adalah keutamaan. YT5s.io menggunakan hubungan yang selamat untuk menjaga muat turun anda daripada malware.",
    "section2-s-heading4": "Sokongan Semua Peranti",
    "section2-s-p4": "Nikmati kandungan yang anda muat turun di mana-mana! Fail YT5s.io sesuai dengan pelbagai peranti, termasuk desktop, laptop, tablet, dan telefon pintar.",
    "section2-s-heading5": "Sokongan Banyak Format",
    "section2-s-p5": "YT5s.io memenuhi keperluan anda. Pilih dari pelbagai format muat turun, termasuk pilihan popular seperti MP3 untuk audio dan MP4 untuk video, dengan kualiti dari definisi tinggi 720p ke 360p untuk saiz fail yang lebih kecil.",
    "section2-s-heading6": "Percuma selamanya",
    "section2-s-p6": "Inilah bahagian terbaiknya - YT5s.io adalah sepenuhnya percuma! Anda boleh muat turun dan menikmati kandungan YouTube kegemaran anda tanpa sebarang kos tersembunyi atau langganan.",
    "section3-m-heading": "YT5s.io: Pangkalan Kuasa Semua dalam Satu untuk Memuat Turun Kandungan YouTube Kegemaran Anda",
    "section3-m-p": "YT5s.io mempunyai muat turun tanpa had, jadi anda boleh menyimpan seberapa banyak video dan audio YouTube yang anda inginkan, mencipta perpustakaan kandungan peribadi anda. Keselamatan dan Keamanan: Keselamatan adalah keutamaan. YT5s.io menggunakan hubungan yang selamat untuk menjaga muat turun anda daripada malware!",
    "section3-s-heading1": "Kuasa Prestasi",
    "section3-s-p1": "YT5s.io dibina untuk kecekapan. Anda tidak perlu menunggu lama untuk mendapatkan kandungan yang anda inginkan kerana platform ini menyediakan muat turun yang cepat dan dapat dipercayai.",
    "section3-s-heading2": "Dunia Format di Hujung Jari Anda:",
    "section3-s-p2": "YT5s.io bukan sekadar satu peniaga. Ia memenuhi keperluan anda dengan menawarkan pelbagai format muat turun. Perlukan audio dari video kucing yang lucu? Pilih MP3. Perlukan video? Pilih MP4.",
    "section3-s-heading3": "Catatan Mengenai Kesyahlegalan:",
    "section3-s-p3": "Penting untuk diingat bahawa undang-undang hak cipta wujud. Memuat turun kandungan yang dilindungi hak cipta tanpa kebenaran boleh menjadi tindakan yang tidak sah. Sentiasa pastikan anda mempunyai kebenaran untuk memuat turun sebelum menggunakan YT5s.io.",
    "section3-s-heading4": "YT5s.io dalam Sekeping Naskah:",
    "section3-s-p4": "Bayangkan satu platform dalam talian yang mesra pengguna yang membolehkan anda dengan mudah menyimpan kandungan YouTube terus ke peranti anda. Itulah YT5s.io! Ia bertindak sebagai jambatan antara anda dan perpustakaan luas video YouTube, membolehkan anda memuat turun mereka.",
    "section4-m-heading": "Bagaimana Ia Berfungsi?",
    "section4-m-p": "YT5s.io adalah alat hebat untuk mengkonversi dan memuat turun video dan audio YouTube berkualiti tinggi. Dengan hanya empat langkah mudah, anda boleh dengan mudah mendapatkan kandungan kegemaran anda tanpa kesulitan.",
    "section4-s-heading1": "1. Tampal URL ",
    "section4-s-p1": "Untuk memuat turun video YouTube, salin dulu URL video dari bar alamat pelayar anda. Kemudian, pergi ke YT5s.io dan tampal URL ke dalam medan input. ",
    "section4-s-heading2": "2. Pratonton Segera",
    "section4-s-p2": "YT5s.io secara automatik akan mendapatkan maklumat tentang video, termasuk pratonton gambar mini dan tajuk.",
    "section4-s-heading3": "3. Pilih Opsyen Muat Turun",
    "section4-s-p3": "Setelah anda berpuas hati, klik butang Muat Turun, yang membuka model dan anda boleh pilih format dan pilihan kualiti anda.",
    "section4-s-heading4": "4. Pilih Format dan Kualiti Anda:",
    "section4-s-p4": "Akhirnya, klik butang Muat Turun sekali lagi untuk memulakan proses muat turun. YT5s.io akan menghantar kandungan yang anda inginkan terus ke peranti anda.",
    "section5-m-heading": "Soalan Lazim (FAQ's)",
    "section5-m-p": "Soalan-soalan penting anda mengenai, Penyimpan Video YouTube, Terjawab",
    "section5-m-p1": "Jika anda mempunyai soalan yang tidak dijawab dalam FAQ kami, sila hubungi kami dan beritahu kami.",
    "section5-s-heading1": "Seberapa Mudahkah Menggunakan YT5s.io?",
    "section5-s-p1": "YT5s.io adalah tentang kesederhanaan! Ia adalah alat muat turun berdasarkan web, jadi tidak perlu memasang sebarang perisian tambahan.",
    "section5-s-heading2": "Adakah Saya Perlu Memasang Perisian Tambahan?",
    "section5-s-p2": "Tidak! Berbeza dengan beberapa alat muat turun, YT5s.io berfungsi sepenuhnya dalam pelayar web anda. Ini bermaksud tiada pemasangan perisian yang rumit atau program yang menyusahkan yang mengambil ruang pada peranti anda.",
    "section5-s-heading3": "Apakah Jika Saya Menghadapi Ralat Semasa Memuat Turun?",
    "section5-s-p3": "Apabila menggunakan YT5s.io, ralat semasa proses muat turun mungkin berlaku. Kesulitan dapat dielakkan dengan memeriksa sambungan internet, cuba format atau resolusi yang berbeza, menyegarkan halaman, dan memeriksa kemas kini.",
    "section5-s-heading4": "Adakah YT5s.io Sepenuhnya Percuma?",
    "section5-s-p4": "Ya, YT5s.io menawarkan muat turun sepenuhnya percuma! Anda boleh menikmati muat turun tanpa had kandungan YouTube kegemaran anda tanpa sebarang kos tersembunyi atau langganan. Walau bagaimanapun, sentiasa pastikan anda mempunyai kebenaran untuk memuat turun sebarang kandungan sebelum menggunakan YT5s.io.",
    "section5-s-heading5": "Adakah YT5s.io Selamat?",
    "section5-s-p5": "YT5s.io menggunakan hubungan yang selamat untuk menjaga muat turun anda daripada malware.",
    "section5-s-heading6": "Adakah YT5s.io Berfungsi pada Semua Peranti?",
    "section5-s-p6": "Pasti! Fail yang dimuat turun sesuai dengan pelbagai peranti, termasuk desktop, laptop, tablet, dan telefon pintar.",
    "section5-s-heading7": "Adakah Terdapat Sebarang Batasan untuk Menggunakan YT5s.io?",
    "section5-s-p7": "Penting untuk sedar tentang sekatan hak cipta. Memuat turun kandungan yang dilindungi hak cipta tanpa kebenaran adalah tidak sah. Tambahan pula, YT5s.io bergantung pada sambungan internet yang stabil, dan terdapat peluang kecil untuk ralat teknikal semasa muat turun.",
    "section5-s-heading8": "Bolehkah Saya Muat Turun Video Berkualiti Tinggi?",
    "section5-s-p8": "Tentu! YT5s.io membolehkan anda memilih resolusi dari HD 720p yang tajam hingga opsyen 360p yang menghemat ruang.",
    "section5-s-heading9": "Seberapa Mudahkah Menggunakan YT5s.io?",
    "section5-s-p9": "Sangat mudah! Hanya salin URL video YouTube, tampal ke YT5s.io, pilih format dan kualiti, dan muat turun. Tiada pemasangan perisian diperlukan.",
    "section5-s-heading10": "Format Apakah yang Boleh Saya Muat Turun?",
    "section5-s-p10": "YT5s.io memenuhi keperluan anda, menawarkan muat turun MP3 untuk audio dan MP4 untuk video.",
    "footer-developer": "Shaheryar",
    "footer-aboutUs": "Mengenai kami",
    "footer-blog": "Blog",
    "footer-license": "Lesen MIT",
    "footer-content": "Dikembangkan oleh"
}
