{
    "main-heading": "Ngundhuh video YouTube lan video pribadi ing mp4 lan mp3",
    "sub-heading": "Pambènyèn alat kanggo ngundhuh video lan audio saka YouTube ing kualitas sing apik",
    "main-placeholder": "Mlakuaké URL kéné",
    "main-download-button": "Ngundhuh",

    "modal-heading": "Detil URL sing disalin",
    "model-videoDuration": "Durasi",
    "model-videoDescription": "Pènèrangan",
    "modal-formatselect": "Pilih Format",
    "formatselectop1": "MP4",
    "formatselectop2": "MP3",
    "modal-selectresolution": "Pilih Resolusi",
    "model-downloadprogressbutton": "Ngundhuh",
    "modal-downloadbutton": "Ngundhuh",
    "section2-m-heading": "Ngundhuh Video YouTube Favorit Kamu Karo Gampang: YT5s.io",
    "section2-m-p": "Cari cara sing gampang kanggo ngundhuh video lan audio YouTube? Mènèhi panggunaan online sing mudhah kanggo narik kontèn YouTube favorit langsung menyang piranti Kamu, nyedhiyakakèn sejumeke manfaat kanggo para panganggo sing ora resmi lan kreator kontèn.",
    "section2-s-heading1": "Cepat lan Gampang",
    "section2-s-p1": "Narik karo YT5s.io uwis dadi kesenengan. Gampang banget, mlakuaké conto saka YouTube, ngganti menyang pilih format lan kualitas lan klik ngundhuh.",
    "section2-s-heading2": "Ngundhuh YouTube Tanpa Batas",
    "section2-s-p2": "Aja kesel, YT5s.io mènèhi ngundhuh tanpa batas, bisa narik banjur saka YouTube video lan audio kanggo dibentuk kanggo Kamu.",
    "section2-s-heading3": "Kamaman lan Kamaman",
    "section2-s-p3": "Kamaman dadi prioritas utama. YT5s.io nganggo koneksi aman kanggo ngurangi ngundhuh aman lan bebas saka malware.",
    "section2-s-heading4": "Suporta sadurunge sadurunge",
    "section2-s-p4": "Nikmati kontèn sing wis digundhuli ono ing rute! Berkas saka YT5s.io cocok karo piranti-piranti sing luwih apik, kaya desktop, laptop, tablet, lan ponsel pintar.",
    "section2-s-heading5": "Ngganti format",
    "section2-s-p5": "YT5s.io njaga kamu, pilih saka format-download sing beda-beda, kaya MP3 kanggo audio lan MP4 kanggo video, karo kualitas sing njupuk saka 720p HD turun menyang 360p kanggo ukuran file sing luwih cilik.",
    "section2-s-heading6": "Gratis seneng banget",
    "section2-s-p6": "Ning kéné sing paling apik - YT5s.io padha gratis! Kamu bisa ngundhuh lan nikmati kontèn YouTube favorit Kamu tanpa biaya sing dadi ora dijupuk ora langganan.",

    "section3-m-heading": "YT5s.io: Sumber Daya Sing Kabeh Ing Siji Kanggo Ngundhuh Kontèn YouTube Favorit Kamu",
    "section3-m-p": "YT5s.io mènèhi ngundhuh tanpa batas, bisa narik banjur saka YouTube video lan audio kanggo dibentuk kanggo Kamu. Kamaman lan Kamaman: Kamaman dadi prioritas utama. YT5s.io nganggo koneksi aman kanggo ngurangi ngundhuh aman lan bebas saka malware!",
    "section3-s-heading1": "Tenaga Kinerja",
    "section3-s-p1": "YT5s.io diwenehake kanggo kinerja sing efisien. Kamu ora kudu nunggu lama kanggo narik kontèn sing Kamu penginake amarga platform nyedhiyakakèn ngundhuh sing cepet lan tansah handhal.",
    "section3-s-heading2": "Jagad Format ing Ujung Jari Kamu:",
    "section3-s-p2": "YT5s.io ora padha panganggo sing tansah menang. Sampeyan bisa nglakoni kontèn lan format sing bisa diundhuh. Apa perlu audio saka video sing lucu? Pilih MP3. Yen perlu video? Pilih MP4.",
    "section3-s-heading3": "Cathetan Babad Babad:",
    "section3-s-p3": "Penting kanggo diingat yèn hukum hak cipta ana. Ngundhuh kontèn sing di hak cipta tanpa ijin bisa dadi ilegal. Sadurunge ngundhuh, pastikan Sampeyan duwe hak kanggo ngundhuh sadurunge nganggo YT5s.io.",
    "section3-s-heading4": "YT5s.io ing Nuswantara:",
    "section3-s-p4": "Imajinasi platform online sing gampang kanggo narik kontèn YouTube favorit Kamu langsung menyang piranti Kamu. Ing kene sing iso ngundhuh.",

    "section4-m-heading": "Carane Cara Kerja?",
    "section4-m-p": "YT5s.io dadi alat sing apik kanggo ngonversi lan ngundhuh video lan audio YouTube kualitas apik. Nalika ngundhuh video YouTube, sadurunge pastek URL video saka address bar pèrangan Kamu. Kanthi cara iki sampeyan bisa mudhah narik kontèn sing penginake tanpa dadi rongkosen.",
    "section4-s-heading1": "1. Pastek URL ",
    "section4-s-p1": "Kanggo ngundhuh video YouTube, rikala karo URL video saka browser. Kanggo ngundhuh, pastek URL video menyang kotak input ing YT5s.io.",
    "section4-s-heading2": "2. Pratinjau Instan",
    "section4-s-p2": "YT5s.io ora beda, otomatis nerima informasi bab pratinjau lan judhul video.",
    "section4-s-heading3": "3. Mbuka Pilihan Ngundhuh",
    "section4-s-p3": "Sajabone sampeyan puas, klik tombol Ngundhuh, menehake model lan sampeyan bisa milih format lan opsi kualitas sampeyan.",
    "section4-s-heading4": "4. Pilih Format lan Kualitas Sampeyan:",
    "section4-s-p4": "Terakhir, klik tombol Ngundhuh manèhakake proses ngundhuh. YT5s.io bakal ngantèni kontèn sing penginake langsung menyang piranti Kamu.",

    "section5-m-heading": "FAQ's",
    "section5-m-p": "Pèrtanyaan sing keseringan ditanya mengenai, YOUTUBE Video Downloader, Dijawab",
    "section5-m-p1": "Yen sampeyan duwe pitakonan sing ora dijawab ing FAQ kita, monggo hubungi kita lan kabari kita",
    "section5-s-heading1": "Pèrkara Gampang Sampeyan Nggampangake YT5s.io?",
    "section5-s-p1": "YT5s.io bab sing gampang! Sing ngandani ora bakal instal piranti tambahan.",
    "section5-s-heading2": "Apa Sampeyan Perlu Instal Software Tambahan?",
    "section5-s-p2": "Piranti tambahan ora dibutuhake. YT5s.io padha funsionaling sampurna ing pèrambah jejeg bareng piranti browser sampeyan.",
    "section5-s-heading3": "Mènawi Sampeyan Nemokna Galat Nalika Ngundhuh?",
    "section5-s-p3": "Nalika nggunakakè YT5s.io, galat nalika proses ngundhuh mènèhi bisa dijadike. Sampeyan bisa nglakoni verifikasi koneksi internet, nyoba format utawa resolusi sing beda, ngèksètuk kembali kaca, lan ngrèkut kèrangan kanggo update.",
    "section5-s-heading4": "Apakah YT5s.io Seneng Banget?",
    "section5-s-p4": "Ya, YT5s.io padha nyedhiyakakè ngundhuh gratis! Sampeyan bisa nikmati ngundhuh tanpa batas saka kontèn YouTube favorit sampeyan tanpa biaya sing ora dikenal ora langganan. Apa wae, nyong mbotèni sampeyan duwe hak kanggo ngundhuh kontèn sadurunge nggunakakè YT5s.io.",
    "section5-s-heading5": "Apa YT5s.io aman?",
    "section5-s-p5": "YT5s.io nganggo koneksi aman kanggo nyimpen ngundhuh sampeyan aman lan bebas saka malware.",
    "section5-s-heading6": "Apakah YT5s.io dadi sadurunge sadurunge?",
    "section5-s-p6": "Uwah! Berkas sing digundhuli cocok karo piranti-piranti sing luwih apik, kaya desktop, laptop, tablet, lan ponsel pintar.",

    "section5-s-heading7": "Apa aja pengurangan saka nganggo YT5s.io?",
    "section5-s-p7": "Penting kanggo ngerti yèn batesan hak cipta ana. Ngundhuh kontèn sing di hak cipta tanpa ijin bisa dadi ilegal. Selain saka ngundhuh, YT5s.io ngandhani koneksi internet sing stabil, lan ana sekilas bèda sing ana kemungkinan kesalahan teknis nalika ngundhuh.",
    "section5-s-heading8": "Apa Sampeyan Bisa Ngundhuh Video sing Kualitas Apik?",
    "section5-s-p8": "Apsolutely! YT5s.io padha ngijènake resolusi sing variasi, saka HD 720p sing cahayane trep menyang 360p sing kasedhakan ruang penyimpanan.",
    "section5-s-heading9": "Carane Gampang Sampeyan Nggampangake YT5s.io?",
    "section5-s-p9": "Amatlah gampang! Cukup kopak URL video YouTube, pastek menyang YT5s.io, pilih format lan kualitas, lan ngundhuh. Ora dibutuhake instalasi piranti tambahan.",
    "section5-s-heading10": "Format apa sing bisa sampeyan ngundhuh?",
    "section5-s-p10": "YT5s.io ngandhani kebutuhan sampeyan, ngijènake MP3 kanggo audio lan MP4 kanggo ngundhuh video.",

    "footer-developer": "Shaheryar",
    "footer-aboutUs": "Tentang kita",
    "footer-blog": "Blog",
    "footer-license": "Lisensi MIT",
    "footer-content": "Dikembangake dening"
}
