{
    "main-heading": "Stáhněte si video a zvuk z Youtube ve formátech MP4 a MP3",
    "sub-heading": "Nástroj pro stahování videa a zvuku z Youtube ve vysoké kvalitě",
    "main-placeholder": "Vložte zde svou URL",
    "main-download-button": "Stáhnout",

    "modal-heading": "Detail URL adresy",
    "model-videoDuration": "Délka",
    "model-videoDescription": "Popis",
    "modal-formatselect": "Vyberte formát",
    "formatselectop1": "MP4",
    "formatselectop2": "MP3",
    "modal-selectresolution": "Vyberte rozlišení",
    "model-downloadprogressbutton": "Stahování",
    "modal-downloadbutton": "Stáhnout",
    "section2-m-heading": "Stáhněte si svá oblíbená videa z YouTube snadno: YT5s.io",
    "section2-m-p": "Hledáte pohodlný způsob, jak stahovat videa a zvuk z YouTube? Nemusíte hledat dál než YT5s.io! Tento uživatelsky přívětivý online nástroj vám umožní ukládat vaše oblíbené obsahy z YouTube přímo do vašeho zařízení a nabízí řadu výhod jak pro občasné diváky, tak i pro tvůrce obsahu.",
    "section2-s-heading1": "Rychlé a snadné",
    "section2-s-p1": "Stahování s YT5s.io je hračka. Stačí zkopírovat a vložit URL adresu videa z YouTube do vyhledávacího pole na jejich webu, vybrat preferovaný formát a kvalitu a kliknout na stáhnout. Nepotřebujete žádnou registraci ani složité instalace software.",
    "section2-s-heading2": "Neomezená stahování z YouTube",
    "section2-s-p2": "Můžete se rozjíždět! YT5s.io nabízí neomezená stahování, takže si můžete ukládat tolik videí a zvuků z YouTube, kolik si přejete, a vytvářet tak svou vlastní knihovnu obsahu.",
    "section2-s-heading3": "Bezpečnost a zabezpečení",
    "section2-s-p3": "Bezpečnost je na prvním místě. YT5s.io využívá zabezpečené připojení, aby vaše stahování bylo bezpečné a chráněné před malwarem.",
    "section2-s-heading4": "Podpora všech zařízení",
    "section2-s-p4": "Užívejte si svůj stažený obsah i na cestách! Soubory z YT5s.io jsou kompatibilní s širokou škálou zařízení, včetně stolních počítačů, notebooků, tabletů a chytrých telefonů.",
    "section2-s-heading5": "Podpora mnoha formátů",
    "section2-s-p5": "YT5s.io uspokojí vaše potřeby. Vyberte si z různých formátů stahování, včetně populárních možností jako MP3 pro zvuk a MP4 pro video, s kvalitou od vysokého rozlišení 720p až po 360p pro menší velikost souboru.",
    "section2-s-heading6": "Navždy zdarma",
    "section2-s-p6": "A teď ta nejlepší část - YT5s.io je úplně zdarma! Můžete stahovat a užívat si svůj oblíbený obsah z YouTube bez jakýchkoli skrytých nákladů nebo předplatných.",

    "section3-m-heading": "YT5s.io: Vše v jednom pro stahování vašich oblíbených obsahů z YouTube",
    "section3-m-p": "YT5s.io nabízí neomezená stahování, takže si můžete ukládat tolik videí a zvuků z YouTube, kolik si přejete, a vytvářet tak svou vlastní knihovnu obsahu. Bezpečnost a zabezpečení: Bezpečnost je na prvním místě. YT5s.io využívá zabezpečené připojení, aby vaše stahování bylo bezpečné a chráněné před malwarem!",
    "section3-s-heading1": "Výkonnostní špička",
    "section3-s-p1": "YT5s.io je postaveno pro efektivitu. Nebudete muset dlouho čekat, než se dostanete k obsahu, který chcete, protože platforma poskytuje stahování, která jsou jak rychlá, tak spolehlivá.",
    "section3-s-heading2": "Svět formátů na dosah ruky:",
    "section3-s-p2": "YT5s.io není jednoúčelový nástroj. Uspokojí vaše specifické potřeby nabídkou škály stahovatelných formátů. Potřebujete zvuk z veselého videa s kočkami? Vyberte MP3. Potřebujete video? Vyberte MP4.",
    "section3-s-heading3": "Poznámka k legalitě:",
    "section3-s-p3": "Je důležité si uvědomit, že existují autorská práva. Stahování chráněného obsahu bez povolení může být nelegální. Vždy se ujistěte, že máte právo stahovat před použitím YT5s.io.",

    "section4-m-heading": "Jak to funguje?",
    "section4-m-p": "YT5s.io je skvělý nástroj pro konverzi a stahování videí a zvuku z YouTube ve vysoké kvalitě. S pouhými čtyřmi jednoduchými kroky můžete snadno získat svůj oblíbený obsah bez potíží.",
    "section4-s-heading1": "1. Vložte URL",
    "section4-s-p1": "Pro stáhnutí videa z YouTube nejprve zkopírujte URL adresu videa z adresního řádku vašeho prohlížeče. Poté přejděte na YT5s.io a vložte URL adresu do vstupního pole.",
    "section4-s-heading2": "2. Okamžité zobrazení",
    "section4-s-p2": "YT5s.io automaticky získá informace o videu, včetně náhledu obrázku a názvu.",
    "section4-s-heading3": "3. Vyberte možnosti stahování",
    "section4-s-p3": "Jakmile jste spokojeni, klikněte na tlačítko Stáhnout, které otevře model, kde si můžete vybrat formát a kvalitu.",
    "section4-s-heading4": "4. Vyberte formát a kvalitu:",
    "section4-s-p4": "Nakonec znovu klikněte na tlačítko Stáhnout pro zahájení procesu stahování. YT5s.io dodá váš požadovaný obsah přímo do vašeho zařízení.",

    "section5-m-heading": "FAQ",
    "section5-m-p": "Vaše hlavní otázky týkající se stahování videí z YouTube",
    "section5-m-p1": "Pokud máte jakoukoli otázku, která není zodpovězena v našich často kladených otázkách, dejte nám vědět.",
    "section5-s-heading1": "Jak je snadné používat YT5s.io?",
    "section5-s-p1": "YT5s.io je o jednoduchosti! Jedná se o webový nástroj, takže není třeba instalovat žádný další software.",
    "section5-s-heading2": "Musím instalovat další software?",
    "section5-s-p2": "Ne! Na rozdíl od některých nástrojů na stahování funguje YT5s.io zcela v rámci vašeho webového prohlížeče.",
    "section5-s-heading3": "Co když se během stahování setkám s chybou?",
    "section5-s-p3": "Při používání YT5s.io se mohou vyskytnout chyby během procesu stahování. Potíže lze vyřešit kontrolou internetového připojení, vyzkoušením jiného formátu nebo rozlišení, obnovením stránky a kontrolou aktualizací.",
    "section5-s-heading4": "Je YT5s.io úplně zdarma?",
    "section5-s-p4": "Ano, YT5s.io nabízí úplně zdarma stahování!",
    "section5-s-heading5": "Je YT5s.io bezpečné?",
    "section5-s-p5": "YT5s.io využívá zabezpečené připojení, aby vaše stahování bylo bezpečné a chráněné před malwarem.",
    "section5-s-heading6": "Funguje YT5s.io na všech zařízeních?",
    "section5-s-p6": "Ano! Stažené soubory jsou kompatibilní se širokou škálou zařízení, včetně stolních počítačů, notebooků, tabletů a chytrých telefonů.",
    "section5-s-heading7": "Existují nějaká omezení používání YT5s.io?",
    "section5-s-p7": "Je důležité si uvědomit autorská omezení. Stahování chráněného obsahu bez povolení je nelegální. Kromě toho YT5s.io vyžaduje stabilní internetové připojení a může se vyskytnout malá šance na technické chyby během stahování.",
    "section5-s-heading8": "Mohu stahovat videa ve vysoké kvalitě?",
    "section5-s-p8": "Ano! YT5s.io vám umožňuje vybírat rozlišení od ostrého 720p HD až po prostorově úsporné 360p možnosti.",
    "section5-s-heading9": "Jak je snadné používat YT5s.io?",
    "section5-s-p9": "Neuvěřitelně snadné! Stačí zkopírovat URL adresu videa z YouTube, vložit ji do YT5s.io, vybrat formát a kvalitu a stáhnout. Není potřeba instalace žádného software.",
    "section5-s-heading10": "V jakých formátech mohu stahovat?",
    "section5-s-p10": "YT5s.io uspokojí vaše potřeby, nabízející možnosti stahování MP3 pro zvuk a MP4 pro videa.",

    "footer-developer": "Shaheryar",
    "footer-aboutUs": "O nás",
    "footer-blog": "Blog",
    "footer-license": "Licence MIT",
    "footer-content": "Vytvořeno pomocí"
}
