{
    "main-heading": "Descarga vídeos de YouTube y privados en mp4 y mp3",
    "sub-heading": "Herramienta para descargar vídeo y audio de YouTube en alta calidad",
    "main-placeholder": "Pega tu URL aquí",
    "main-download-button": "Descargar",

    "modal-heading": "Detalles de la URL pegada",
    "model-videoDuration": "Duración",
    "model-videoDescription": "Descripción",
    "modal-formatselect": "Seleccionar formato",
    "formatselectop1": "MP4",
    "formatselectop2": "MP3",
    "modal-selectresolution": "Seleccionar resolución",
    "model-downloadprogressbutton": "Descargando",
    "modal-downloadbutton": "Descargar",

    "section2-m-heading": "Descarga tus vídeos favoritos de YouTube con facilidad: YT5s.io",
    "section2-m-p": "¿Buscas una forma conveniente de descargar vídeos y audio de YouTube? ¡No busques más allá de YT5s.io! Esta herramienta en línea fácil de usar te permite guardar tu contenido favorito de YouTube directamente en tu dispositivo, ofreciendo una variedad de beneficios tanto para espectadores ocasionales como para creadores de contenido.",
    "section2-s-heading1": "Rápido y fácil",
    "section2-s-p1": "Descargar con YT5s.io es pan comido. Simplemente copia y pega la URL del vídeo de YouTube en la barra de búsqueda de su sitio web, elige tu formato y calidad preferidos, y haz clic en descargar. No se requiere registro ni complicadas instalaciones de software.",
    "section2-s-heading2": "Descargas ilimitadas de YouTube",
    "section2-s-p2": "¡Libérate! YT5s.io ofrece descargas ilimitadas, por lo que puedes guardar tantos vídeos y audio de YouTube como desees, creando tu biblioteca personalizada de contenido.",
    "section2-s-heading3": "Seguridad y protección",
    "section2-s-p3": "La seguridad es una prioridad. YT5s.io utiliza conexiones seguras para mantener tus descargas seguras y libres de malware.",
    "section2-s-heading4": "Compatible con todos los dispositivos",
    "section2-s-p4": "¡Disfruta de tu contenido descargado en cualquier lugar! Los archivos de YT5s.io son compatibles con una amplia gama de dispositivos, incluyendo computadoras de escritorio, portátiles, tabletas y teléfonos inteligentes.",
    "section2-s-heading5": "Admite muchos formatos",
    "section2-s-p5": "YT5s.io se adapta a tus necesidades. Elige entre varios formatos de descarga, incluyendo opciones populares como MP3 para audio y MP4 para vídeo, con calidad que va desde alta definición 720p hasta 360p para tamaños de archivo más pequeños.",
    "section2-s-heading6": "Gratis para siempre",
    "section2-s-p6": "Aquí está la mejor parte: ¡YT5s.io es completamente gratis! Puedes descargar y disfrutar de tu contenido favorito de YouTube sin ningún costo oculto o suscripciones.",

    "section3-m-heading": "YT5s.io: La herramienta todo en uno para descargar tu contenido favorito de YouTube",
    "section3-m-p": "YT5s.io ofrece descargas ilimitadas, por lo que puedes guardar tantos vídeos y audio de YouTube como desees, creando tu biblioteca personalizada de contenido. Seguridad y protección: ¡La seguridad es una prioridad! YT5s.io utiliza conexiones seguras para mantener tus descargas seguras y libres de malware.",
    "section3-s-heading1": "Potencia de rendimiento",
    "section3-s-p1": "YT5s.io está diseñado para la eficiencia. No tendrás que esperar mucho tiempo para conseguir el contenido que deseas porque la plataforma ofrece descargas rápidas y fiables.",
    "section3-s-heading2": "Un mundo de formatos al alcance de tu mano:",
    "section3-s-p2": "YT5s.io no es un truco de un solo golpe. Se adapta a tus necesidades específicas ofreciendo una variedad de formatos descargables. ¿Necesitas el audio de un vídeo divertido de gatos? Elige MP3. ¿Necesitas vídeo? Elige MP4.",
    "section3-s-heading3": "Una nota sobre legalidad:",
    "section3-s-p3": "Es importante recordar que existen leyes de derechos de autor. Descargar contenido con derechos de autor sin permiso puede ser ilegal. Siempre asegúrate de tener el derecho de descargar antes de usar YT5s.io.",
    "section3-s-heading4": "YT5s.io en pocas palabras:",
    "section3-s-p4": "Imagina una plataforma en línea fácil de usar que te permite guardar contenido de YouTube directamente en tu dispositivo. ¡Eso es YT5s.io! Actúa como un puente entre tú y la vasta biblioteca de vídeos de YouTube, permitiéndote descargarlos.",

    "section4-m-heading": "¿Cómo funciona?",
    "section4-m-p": "YT5s.io es una excelente herramienta para convertir y descargar vídeos y audio de alta calidad de YouTube. Con solo cuatro sencillos pasos, puedes obtener tu contenido favorito fácilmente y sin complicaciones.",
    "section4-s-heading1": "1. Pega la URL",
    "section4-s-p1": "Para descargar un vídeo de YouTube, primero copia la URL del vídeo desde la barra de direcciones de tu navegador. Luego, ve a YT5s.io y pega la URL en el campo de entrada.",
    "section4-s-heading2": "2. Vista previa instantánea",
    "section4-s-p2": "YT5s.io recuperará automáticamente información sobre el vídeo, incluyendo una vista previa en miniatura y el título.",
    "section4-s-heading3": "3. Descubre las opciones de descarga",
    "section4-s-p3": "Una vez satisfecho, haz clic en el botón Descargar, que abre el modal y puedes seleccionar tus opciones de formato y calidad.",
    "section4-s-heading4": "4. Elige tu formato y calidad:",
    "section4-s-p4": "Finalmente, haz clic en el botón Descargar nuevamente para iniciar el proceso de descarga. YT5s.io entregará tu contenido deseado directamente a tu dispositivo.",

    "section5-m-heading": "Preguntas frecuentes",
    "section5-m-p": "Tus preguntas candentes sobre, Descargador de vídeos de YouTube, respondidas",
    "section5-m-p1": "Si tienes alguna pregunta que no esté respondida en nuestras preguntas frecuentes, por favor contáctanos y háznoslo saber.",
    "section5-s-heading1": "¿Qué tan fácil es usar YT5s.io?",
    "section5-s-p1": "YT5s.io es todo sobre simplicidad. Es un descargador basado en web, así que no necesitas instalar ningún software adicional.",
    "section5-s-heading2": "¿Necesito instalar software adicional?",
    "section5-s-p2": "¡No! A diferencia de algunos descargadores, YT5s.io funciona completamente dentro de tu navegador web. Esto significa que no hay instalaciones complicadas ni programas intrusivos ocupando espacio en tu dispositivo.",
    "section5-s-heading3": "¿Qué hago si encuentro un error durante la descarga?",
    "section5-s-p3": "Al usar YT5s.io, pueden ocurrir errores durante el proceso de descarga. Los inconvenientes se pueden evitar verificando la conexión a Internet, probando un formato o resolución diferente, actualizando la página y verificando actualizaciones.",
    "section5-s-heading4": "¿Es YT5s.io completamente gratis?",
    "section5-s-p4": "Sí, ¡YT5s.io ofrece descargas completamente gratuitas! Puedes disfrutar de descargas ilimitadas de tu contenido favorito de YouTube sin ningún costo oculto o suscripciones. Sin embargo, siempre asegúrate de tener el derecho de descargar cualquier contenido antes de usar YT5s.io.",
    "section5-s-heading5": "¿Es seguro YT5s.io?",
    "section5-s-p5": "YT5s.io utiliza conexiones seguras para mantener tus descargas seguras y libres de malware.",
    "section5-s-heading6": "¿Funciona YT5s.io en todos los dispositivos?",
    "section5-s-p6": "¡Absolutamente! Los archivos descargados son compatibles con una amplia gama de dispositivos, incluyendo computadoras de escritorio, portátiles, tabletas y teléfonos inteligentes.",

    "section5-s-heading7": "¿Hay alguna limitación para usar YT5s.io?",
    "section5-s-p7": "Es importante ser consciente de las restricciones de derechos de autor. Descargar contenido con derechos de autor sin permiso es ilegal. Además, YT5s.io depende de una conexión a Internet estable, y existe una ligera posibilidad de errores técnicos durante la descarga.",
    "section5-s-heading8": "¿Puedo descargar vídeos de alta calidad?",
    "section5-s-p8": "¡Absolutamente! YT5s.io te permite elegir resoluciones que van desde el nítido HD 720p hasta opciones de 360p que ahorran espacio.",

    "section5-s-heading9": "¿Qué formatos puedo descargar?",
    "section5-s-p9": "YT5s.io se adapta a tus necesidades, ofreciendo descargas en MP3 para audio y MP4 para vídeos."
}
