{   
    "main-heading":"Завантажте відео з YouTube та приватне в mp4 та mp3",
    "sub-heading":"Інструмент для завантаження відео та аудіо з YouTube у високій якості",
    "main-placeholder":"Вставте ваш URL тут",
    "main-download-button":"Завантажити",
    "modal-heading":"Деталі вставленого URL",
    "model-videoDuration":"Тривалість",
    "model-videoDescription":"Опис",
    "modal-formatselect":"Виберіть формат",
    "formatselectop1":"MP4",
    "formatselectop2":"MP3",
    "modal-selectresolution":"Виберіть роздільну здатність",
    "model-downloadprogressbutton":"Завантаження",
    "modal-downloadbutton":"Завантажити",
    "section2-m-heading":"Завантажуйте свої улюблені відео з YouTube легко: YT5s.io",
    "section2-m-p":"Шукаєте зручний спосіб завантаження відео та аудіо з YouTube? Зверніть увагу на YT5s.io! Цей зручний онлайн-інструмент дозволяє зберігати ваші улюблені вміст прямо на вашому пристрої, пропонуючи ряд переваг як для випадкових глядачів, так і для творців вмісту.",
    "section2-s-heading1":"Швидко та просто",
    "section2-s-p1":"Завантаження з YT5s.io - це легко. Просто скопіюйте та вставте URL-адресу відео з YouTube в поле пошуку на їхньому веб-сайті, виберіть бажаний формат та якість та натисніть «Завантажити». Не потрібна реєстрація або складні встановлення програмного забезпечення.",
    "section2-s-heading2":"Необмежені завантаження з YouTube",
    "section2-s-p2":"До безладдя! YT5s.io пропонує необмежені завантаження, щоб ви могли зберігати стільки відео та аудіо з YouTube, скільки забажаєте, створюючи свою персоналізовану бібліотеку вмісту.",
    "section2-s-heading3":"Безпека та безпека",
    "section2-s-p3":"Безпека - це важливо. YT5s.io використовує безпечні підключення, щоб зберігати ваші завантаження в безпеці і від вірусів.",
    "section2-s-heading4":"Підтримка всіх пристроїв",
    "section2-s-p4":"Насолоджуйтеся своїм завантаженим вмістом у дорозі! Файли YT5s.io сумісні з широким спектром пристроїв, включаючи настільні ПК, ноутбуки, планшети та смартфони",
    "section2-s-heading5":"Підтримує багато форматів",
    "section2-s-p5":"YT5s.io задовольняє ваші потреби. Вибирайте з різних форматів завантаження, включаючи популярні варіанти, такі як MP3 для аудіо та MP4 для відео, з якістю від високої роздільної здатності 720p до 360p для менших розмірів файлів.",
    "section2-s-heading6":"Безкоштовно назавжди",
    "section2-s-p6":"От воно, краще все - YT5s.io цілком безкоштовний! Ви можете завантажувати та насолоджуватися своїм улюбленим вмістом з YouTube без жодних прихованих витрат або підписок.",
    "section3-m-heading":"YT5s.io: Все в одному потужному інструменті для завантаження вашого улюбленого вмісту з YouTube",
    "section3-m-p":"YT5s.io пропонує необмежені завантаження, щоб ви могли зберігати стільки відео та аудіо з YouTube, скільки забажаєте, створюючи свою персоналізовану бібліотеку вмісту. Безпека та безпека: Безпека - це важливо. YT5s.io використовує безпечні підключення, щоб зберігати ваші завантаження в безпеці і від вірусів!",
    "section3-s-heading1":"Продуктивність:",
    "section3-s-p1":"YT5s.io побудовано для ефективності. Вам не доведеться чекати довго, щоб отримати доступ до вмісту, який ви хочете, оскільки платформа надає завантаження, які одночасно швидкі та надійні.",
    "section3-s-heading2":"Світ форматів:",
    "section3-s-p2":"YT5s.io не є однотиповим інструментом. Він відповідає вашим конкретним потребам, пропонуючи ряд завантажуваних форматів. Потрібен аудіо з відео з кумедним котом? Оберіть MP3. Потрібно відео? Оберіть MP4.",
    "section3-s-heading3":"Примітка щодо законності:",
    "section3-s-p3":"Важливо пам'ятати, що існують авторські права. Завантаження авторського вмісту без дозволу може бути незаконним. Все завжди переконуйтеся, що у вас є право на завантаження.",
    "section3-s-heading4":"YT5s.io в одному слові:",
    "section3-s-p4":"Уявіть собі зручну онлайн-платформу, яка дозволяє вам без зусиль зберігати вміст з YouTube безпосередньо на вашому пристрої. Це YT5s.io! Він діє як міст між вами та YouTube",
    "section4-m-heading":"Як це працює?",
    "section4-m-p":"YT5s.io - це чудовий інструмент для конвертації та завантаження високоякісних відео та аудіо з YouTube. З всього чотирьох простих кроків ви легко зможете отримати свій улюблений контент без зайвих турбот.",
    "section4-s-heading1":"1. Вставте URL",
    "section4-s-p1":"Щоб завантажити відео з YouTube, спочатку скопіюйте URL-адресу відео з адресного рядка вашого браузера. Потім перейдіть на YT5s.io та вставте URL-адресу в поле введення.",
    "section4-s-heading2":"2. Миттєвий попередній перегляд",
    "section4-s-p2":"YT5s.io автоматично отримає інформацію про відео, включаючи попередній перегляд мініатюр та заголовок.",
    "section4-s-heading3":"3. Розкрийте варіанти завантаження",
    "section4-s-p3":"Якщо ви задоволені, натисніть кнопку Завантажити, яка відкриє модель, де ви зможете вибрати свої варіанти формату та якості.",
    "section4-s-heading4":"4. Оберіть свій формат та якість:",
    "section4-s-p4":"Нарешті, натисніть кнопку Завантажити ще раз, щоб розпочати процес завантаження. YT5s.io доставить вам бажаний вміст безпосередньо на ваш пристрій.",
    "section5-m-heading":"ЧАПи",
    "section5-m-p":"Ваші гарячі питання щодо, завантажувач відео з YouTube, відповідно",
    "section5-m-p1":"Якщо у вас є питання, які не відповідаються у наших ЧАПах, будь ласка, зв'яжіться з нами та дайте нам знати",
    "section5-s-heading1":"Наскільки легко використовувати YT5s.io?",
    "section5-s-p1":"YT5s.io - це просто! Це веб-платформа для завантаження, тому не потрібно встановлювати будь-яке додаткове програмне забезпечення.",
    "section5-s-heading2":"Чи потрібно встановлювати додаткове програмне забезпечення?",
    "section5-s-p2":"Ні! На відміну від деяких програм для завантаження, YT5s.io працює цілком у вашому веб-браузері. Це означає, що немає складних встановлень або нав'язливих програм, які займають місце на вашому пристрої.",
    "section5-s-heading3":"Що робити, якщо виникає помилка під час завантаження?",
    "section5-s-p3":"Під час використання YT5s.io можуть виникати помилки під час процесу завантаження. Неприємності можна уникнути, перевіривши підключення до Інтернету, спробувавши інший формат або роздільну здатність, оновивши сторінку та перевіривши оновлення.",
    "section5-s-heading4":"Чи є YT5s.io цілком безкоштовним?",
    "section5-s-p4":"Так, YT5s.io пропонує цілком безкоштовні завантаження! Ви можете насолоджуватися необмеженими завантаженнями вашого улюбленого вмісту з YouTube без жодних прихованих витрат або підписок. Проте завжди переконуйтеся, що у вас є право на завантаження будь-якого вмісту перед використанням YT5s.io.",
    "section5-s-heading5":"Чи є YT5s.io безпечним?",
    "section5-s-p5":"YT5s.io використовує безпечні підключення, щоб зберігати ваші завантаження в безпеці і від вірусів.",
    "section5-s-heading6":"Чи працює YT5s.io на всіх пристроях?",
    "section5-s-p6":"Звичайно! Завантажені файли сумісні з широким спектром пристроїв, включаючи настільні ПК, ноутбуки, планшети та смартфони.",
    "section5-s-heading7":"Чи є обмеження використання YT5s.io?",
    "section5-s-p7":"Важливо пам'ятати про авторські обмеження. Завантаження авторського вмісту без дозволу може бути незаконним. Крім того, YT5s.io покладається на стабільне підключення до Інтернету, і є невелика ймовірність технічних помилок під час завантаження.",
    "section5-s-heading8":"Чи можна завантажити відео високої якості?",
    "section5-s-p8":"Звичайно! YT5s.io дозволяє вибирати роздільність від чіткого HD 720p до економічних варіантів 360p.",
    "section5-s-heading9":"Наскільки легко використовувати YT5s.io?",
    "section5-s-p9":"Надзвичайно просто! Просто скопіюйте URL-адресу відео з YouTube, вставте її в YT5s.io, оберіть формат та якість, та завантажуйте. Не потрібна встановлення програмного забезпечення.",
    "section5-s-heading10":"У яких форматах я можу завантажити?",
    "section5-s-p10":"YT5s.io відповідає вашим потребам, пропонуючи завантаження у форматах MP3 для аудіо та MP4 для відео.",
    "footer-developer":"Шахеріар",
    "footer-aboutUs":"Про нас",
    "footer-blog":"Блог",
    "footer-license":"Ліцензія MIT",
    "footer-content":"Розроблено"
}
